[
  {
    
    "name": "চার্জের লাল বাত্তি",
    "image": "https://ds.rokomari.store/rokomari110/ProductNew20190903/260X372/34eff29de_155900.jpg",
    "price": 250,
    "quantity": 10,
    "Discriptions": "দিনে কয়বার মোবাইলের চার্জ চেক করো? চার্জের লাল বাত্তি জ্বলার আগেই লাফাইতে লাফাইতে চার্জার নিয়ে বসে পড়ো! অথচ কখনো কি চেক করেছো তোমার লাইফের চার্জ কতটুকু আছে? ",
    "supplier": "Jhankar Mahbub"
  },
  {
    
    "name": "প্রোগ্রামিংয়ের চৌদ্দগোষ্ঠী",
    "image": "https://ds.rokomari.store/rokomari110/ProductNew20190903/260X372/f0836d0b7_158227.jpg",
    "price": 225,
    "quantity": 10,
    "Discriptions": "প্রোগ্রামিংয়ের বেসিক জিনিসগুলা শিখলাম, দুই-একটা বইও পড়লাম। টুকটাক প্রোগ্রামিং পারি। কিন্তু এর পর কি করবো? আর কী কী জানলে একজন পরিপূর্ন প্রোগ্রামার হওয়া যাবে? কী কী করলে প্রোগ্রামিংয়ের চাকরির জন্য এপ্লাই করা যাবে?  কতদিন লাগবে? আচ্ছা, গুগল মাইক্রোসফট, ফেইসবুকের মতো বড় বড় কোম্পানিতে চাকরি পাওয়ার জন্য কি কি করা লাগবে? এপ্লাই করে যাচ্ছি কিন্তু ইন্টারভিউতে কল পাচ্ছি না, কি করবো? ",
    "supplier": "Jhankar Mahbub"
  },
  {
    
    "name": "প্যারাময় লাইফের প্যারাসিটামল",
    "image": "https://ds.rokomari.store/rokomari110/ProductNew20190903/260X372/5009d71f2_177431.jpg",
    "price": 325,
    "quantity": 10,
    "Discriptions": "জ্বর-সর্দি-কাশি হলে ট্যাবলেট খুঁজো। ডাক্তারের কাছে ছুটো। অথচ লাইফে একটা পর একটা প্যারা এসে ফিউচার ত্যাড়া করে চলে যাচ্ছে। অন্যরা হাসি মুখে বাম্বু দিচ্ছে। একটু ঘাটতির জন্য লক্ষ্যগুলো হারিয়ে যাচ্ছে। ",
    "supplier": "Jhankar Mahbub"
  },
  {
    
    "name": "প্রোগ্রামিংয়ের বলদ টু বস ",
    "image": "https://ds.rokomari.store/rokomari110/ProductNew20190903/130X186/95512cdf1cf4_128993.jpg",
    "price": 235,
    "quantity": 10,
    "Discriptions": "যারা ভয়, কনফিউশন, ফাঁকিবাজি প্রোগ্রামিং শিখা শুরু করতে সাহস পায়না। কিংবা অল্পএকটু শিখে আর মজা পায় না। অথবা যখনই শিখতে যায়, তখনই প্রোগ্রামিংয়ের মাথা মুন্ডু কিছুই বুঝতে না পেরে লেজ গুটিয়ে পালায়।। তাদেরকে মজায় মাজায়, আড্ডার ছলে প্রোগ্রামিং শিখানো হয়েছে। যাতে চাকরির বাজারে, চাল্লুদের মাজারে, অবহেলিতরা, বলদ থেকে ডাইরেক্ট বস হয়ে যেতে পারে। ",
    "supplier": "Jhankar Mahbub"
  },
  {
    
    "name": "হাবলুদের জন্য প্রোগ্রামিং",
    "image": "https://ds.rokomari.store/rokomari110/ProductNew20190903/130X186/00ea58560_112222.jpg",
    "price": 295,
    "quantity": 10,
    "Discriptions": " যারা ভয়ের কারণে প্রোগ্রামিং শিখা শুরু করতেই পারে না। প্রোগ্রামিং কঠিন; সায়ন্সের স্টুডেন্ট বা ম্যাথে ভালো না হলে প্রোগ্রামিং শিখতে পারবে না মনে করে মুখ লুকিয়ে রাখে। তাদের জন্য গল্প আর মজার ছলে, চায়ের আড্ডার মাধ্যমে প্রোগ্রামিংয়ের বেসিক কনসেপ্টগুলো উপস্থাপন করা হয়েছে। তাছাড়া স্মার্টফোনে কোনকিছু ইনস্টল না করেই প্রোগ্রামিং প্রাকটিস করতে পারবে। আর যারা প্রোগ্রামিং শিখে কিছুটা এগিয়ে আছে, তারাও বইটি পড়ে প্রোগ্রামিংয়ের বেসিক কনসেপ্টগুলো ফকফকা করে নিতে পারবে।  ",
    "supplier": "Jhankar Mahbub"
  },
  {
    
    "name": "চেষ্টার জিমনেসিয়াম ফিউচারের ক্যালসিয়াম",
    "image": "https://ds.rokomari.store/rokomari110/ProductNew20190903/130X186/38e267230_212414.jpg",
    "price": 125,
    "quantity": 10,
    "Discriptions": "স্টুডেন্ট লাইফের জাতীয় খাবার হচ্ছে বাঁশ। সে জন্যই হয়তাে পরীক্ষা এলে টিচাররা বাঁশ দেয়। রেজাল্ট খারাপ হলে পাশের বাসার আন্টি বাঁশ দেয়। প্রেম করতে চাইলে যে ফ্রেন্ডটা হেল্প করতে পারত সেইই উল্টা তার নিজের সঙ্গে আংটা লাগিয়ে বাঁশ দেয়। এই রকম শত শত কচি বাঁশ, কঞ্চি বাঁশ, আইক্কাওয়ালা বাঁশকে নাশ করতেই এই বই ‘চেষ্টার জিমনেসিয়াম ফিউচারের ক্যালসিয়াম।",
    "supplier": "Jhankar Mahbub"
  },
  {
    
    "name": "হজ্জ ও উমরাহ",
    "image": "https://ds.rokomari.store/rokomari110/ProductNew20190903/130X186/c9c48b15f_188810.jpg",
    "price": 225,
    "quantity": 10,
    "Discriptions": "বেশি সম্পর্কযুক্ত হজ্জের রুহ বা হাকীকতের সাথে। হজ্জের এ রুহ বা হাকীকত নিম্নবর্ণিত পয়েন্টসমূহ থেকে অনুধাবন করা সম্ভব-এহরামের কাপড় গায়ে জড়িয়ে আত্মীয়-স্বজন ছেড়ে হজ্জের সফরে রওয়ানা হওয়া কাফন পরে আত্মীয়-স্বজন ছেড়ে আখেরাতের পথে রওয়ানা হওয়াকে স্মরণ করিয়ে দেয়। হজ্জের সফরে পাথেয় সঙ্গে নেয়া আখেরাতের সফরে পাথেয় সঙ্গে নেয়া প্রয়োজনয়ীতাকে স্মরণ করিয়ে দেয়। এহরাম পরিধান করে পুত-পবিত্র হয়ে আল্লাহর দরবারে হাজিরা দেয়ার জন্য ‘লাববাইক’ বলা সমস্ত গুনাহ-পাপ থেকে পবিত্র হয়ে পরকালে আল্লাহর কাছে হাজিরা দেয়ার প্রয়োজনীয়তাকে স্মরণ করিয়ে দেয়। আরো স্মরণ করিয়ে দেয় যে এহরামের কাপড়ের মতো স্বচ্ছ-সাদা হৃদয় নিয়েই আল্লাহর দরবারে যেতে হবে।",
    "supplier": "ইঞ্জিনিয়ার এ.এইচ.এম. জহিরুল হক"
  },
  {
    
    "name": "আমি কি তোমাদের জানিয়ে দেবো না ?",
    "image": "https://ds.rokomari.store/rokomari110/ProductNew20190903/130X186/Ami_Ki_Tomader_Janiye_Debo_Na_-Abdul_Hi_Muhammad_Saifullah-62169-230574.png",
    "price": 425,
    "quantity": 11,
    "Discriptions": "প্রায় দেড় হাজার বছর আগে প্রিয় নবি (সল্লাল্লাহু আলাইহি ওয়া সাল্লাম) আমাদেরকে ভালোবেসে কোনো এক মজলিসে ‘ভাই’ বলে সম্বোধন করেছেন। সেই মজলিসে আমরা থাকতে পারিনি; কিন্তু সাহাবায়ে কেরাম ছিলেন। তিনি সাহাবিদের মজলিসে বসে থাকতেন, সাহাবায়ে কেরাম প্রশ্ন করতেন আর আমাদের প্রিয় নবিজি উত্তর দিতেন। কিন্তু কখনো কখনো নবিজি নিজেই আগ্রহ সহকারে বলতেন, ‘আমি কি তোমাদেরকে সর্বোত্তম বিষয়টি জানিয়ে দেবো না?’ ‘আমি কি তোমাদেরকে নামাজ-রোযার চেয়েও উত্তম আমলের কথা বলে দেবো না?’ সাহাবিরাও খুব আন্তরিকতার সাথে বলতেন, ‘অবশ্যই, ইয়া রাসূলাল্লাহ, আপনি আমাদের জানিয়ে দিন।’ যে কথাগুলো নবিজি নিজ থেকে আমাদেরকে জানিয়ে দিতে চেয়েছেন, নিশ্চয়ই সে কথাগুলোর বিশেষ গুরুত্ব রয়েছে। এই গুরুত্বের কথা বিবেচনা করেই আমরা নবিজির দরদমাখা সেই নির্দেশনাগুলো “আমি কি তোমাদের জানিয়ে দেবো না” এই শিরোনামে একত্রিত করেছি। ",
    "supplier": "আব্দুল হাই মুহাম্মদ সাইফুল্লাহ"
  },
  {
    
    "name": "প্যারাডক্সিক্যাল সাজিদ ২",
    "image": "https://ds.rokomari.store/rokomari110/ProductNew20190903/130X186/1ef97cc21_178414.jpg",
    "price": 325,
    "Discriptions": "ঘুটঘুটে অন্ধকার! সেই অন্ধকার গ্রাস করে আছে সবকিছু। এমন সময় কোথা থেকে যেন ছুটে আসে এক উষ্ণ আলােক রশ্মি। সেই আলাের পরশে নিমিষেই মিলিয়ে যায় অন্ধকার রাত। প্রভাতী কিরণের মতােই চতুর্দিকে ছড়িয়ে পড়ে এই আলােক রশ্মি। যাত্রা হয় এক নতুন দিনের, এমনই আবহে সত্য ও পবিত্র পথের সন্ধানে দুঃসাহসিক অভিযাত্রার গল্প নিয়ে এগিয়ে যায় সাজিদ-আর অবিশ্বাসের দেয়ালে গেঁথে যায় বিশ্বাসের। কথামালা। ভেঙে পড়ে অবিশ্বাসের দেয়াল। নির্মিত হয় সত্যের ইমারত। সত্য আর শুভ্রতার সেই গল্পে আপনিও একজন অংশীদার...।",
    "quantity": 15,
    "supplier": "আরিফ আজাদ"
  },
  {
    
    "name": "আহ্বান",
    "image": "https://ds.rokomari.store/rokomari110/ProductNew20190903/130X186/Ahobban-Mizanur_Rahman_Azhari-df67f-230783.jpg",
    "price": 425,
    "Discriptions": "দয়াময় রব গোটা সৃষ্টিজগৎকে সাজিয়েছেন অপরূপ নৈপুণ্যে, সর্বত্র ছড়িয়ে দিয়েছেন অনুপম কারুকার্যের হাজারো নিদর্শন। কত বদল আর বৈচিত্র্যে ঠাসা এ চরাচর! যেন প্রভুর পরম আসমানি স্পর্শ লেগে আছে প্রতিটি কোণে। একেক সৃষ্টিকে  তৈরি করেছেন একেক ব্যঞ্জনায়। এজন্যই তো অহংকার তাঁর আপন চাদর। আমাদের যত প্রার্থনা ও স্তুতি —সকলই কেবল তাঁকে ঘিরে। তিনিই মানুষকে পাঠিয়েছেন জোড়ায় জোড়ায়; একে অন্যের ভূষণরূপে। আমাদের সমৃদ্ধ করেছেন উত্তম রিজিকে, প্রখর মেধা আর তারুণ্যের প্রাণোচ্ছল চঞ্চলতায়। ভরসার ছায়া আর অবারিত অনুগ্রহে আগলে রেখেছেন তামাম কুল-কায়েনাত।",
    "quantity": 14,
    "supplier": "মিজানুর রহমান আজহারি"
  },
  {
    
    "name": "রিযিক্ব",
    "image": "https://ds.rokomari.store/rokomari110/ProductNew20190903/130X186/c72c0d42e_208277.jpg",
    "price": 485,
    "Discriptions": "মানুষ মাত্রই রিযিক নিয়ে চিন্তিত। রিযিকের চিন্তা মানুষকে এতটাই বিবেকহীন করে দেয় যে, হালাল-হারাম বিবেচনা করার মতাে ফুরসতটুকুও সে পায় না। বৈধ-অবৈধ যেভাবেই হােক না কেন, অধিক থেকে অধিক উপার্জনের চেষ্টাই থাকে মুখ্য। আর এটাই ভােগবাদী দুনিয়ার সবচেয়ে নির্মম বাস্তবতা। যেখানে রিযিকের ক্ষেত্রে ভাগ্যের কথা বলা সেকেলে। যেখানে হালাল-হারামের বাছ-বিচার করা পাগলামির নামান্তর। রিযিকে বরকতের উপলব্ধি যেখানে গৌণ। ‘দুনিয়াটা মস্ত বড়! খাও দাও! ফুর্তি করাে!' এই বাক্যই যে জীবনের মূলমন্ত্র। এই বইয়ে আপনি দেখতে পাবেন বস্তুবাদী দুনিয়ার মূল্যহীন ও ধোঁকায় পরিপূর্ণ নিষ্ঠুর চেহারা। দেখবেন রিযিক বৃদ্ধির সাথে আধ্যাত্মিকতার কী গভীর সম্পর্ক! অনুভব করবেন বরকতের বাস্তবতা ও প্রয়ােজনীয়তা। ধন-সম্পদের বিপরীতে খুঁজে পাবেন মানসিক শান্তির মূল্য। রিযিক নিয়ে চিন্তিত প্রতিটি মানুষের চিন্তার উপশম, ক্ষুধার খােরাক ও রােগের আরােগ্য রয়েছে বইটিতে। ",
    "quantity": 14,
    "supplier": "আব্দুল্লাহ বিন আব্দুর রাযযাক"
  },
  {
    
    "name": "ম্যাসেজ",
    "image": "https://s3-ap-southeast-1.amazonaws.com/rokomari110/ProductNew20190903/130X186/ef11c6ea1_213376.jpg",
    "price": 225,
    "Discriptions": "ইসলাম এক নক্ষত্র, যার সংস্পর্শে সমস্ত আঁধার বিলীন হয়ে যায়, ঘোর অমানিশাও তাতে নিজেকে সঁপে দিয়ে আলোকোজ্জ্বল হয়। ইসলাম তো এমন এক জ্যোতিষ্ক, যা উৎসারিত হয়েছে আরশে আজিমের মহিমান্বিত রওশন থেকে। জাহেলিয়াত পরাজয় কবুল করেছিল ইসলামের বুকে আশ্রয় পেয়ে। এই পবিত্র দ্বীন আত্মাকে করেছে প্রশান্ত, চরিত্রকে করেছে নিষ্কলুষ, জীবনকে করেছে সার্থক, মানবতাকে দিয়েছে মুক্তি। এর আলোকচ্ছটা যে জমিনে পড়েছে, সেখানে অঙ্কুরিত হয়েছে শান্তির সবুজ তরু। এই রওশনের ঝলক যে হৃদয় ধারণ করেছে, সে হৃদয় হয়েছে দারাজ দিল। যে যুগ ধারণ করেছে, তা হয়েছে খইরুল কুরুন বা সর্বোত্তম যুগ।",
    "quantity": 14,
    "supplier": "মিজানুর রহমান আজহারি"
  }
]
